Repository: tychobrailleur/Nutmeg
Catalog: po/*.po
Languages: fr, ga

source: Welcome to Hoctane
fr: Bienvenue sur Hoctane
ga: Fáilte go Hoctane

source: Manage your team! <b>Hoctane</b> is here.
fr: Gérez votre équipe ! <b>Hoctane</b> est là.
ga: Bainistigh d'fhoireann! Tá <b>Hoctane</b> anseo.

source: It looks like this is your first time using Hoctane. We need to connect to Hattrick to get your team data.
fr: On dirait que c'est votre première utilisation de Hoctane. Nous devons nous connecter à Hattrick pour récupérer les données de votre équipe.
ga: Is cosúil gurb é seo do chéad uair ag úsáid Hoctane. Ní mór dúinn ceangal le Hattrick chun do shonraí foirne a fháil.

source: Get Started
fr: C'est parti
ga: Tosaigh

source: Click below to open your browser and authorize Hoctane accessing your Hattrick data.
fr: Cliquez ci-dessous pour ouvrir votre navigateur et autoriser Hoctane à accéder à vos données Hattrick.
ga: Cliceáil thíos chun do bhrabhsálaí a oscailt agus údarú a thabhairt do Hoctane rochtain a fháil ar do shonraí Hattrick.

source: Open Browser
fr: Ouvrir le navigateur
ga: Oscail Brabhsálaí

source: Enter the verification code from Hattrick:
fr: Entrez le code de vérification de Hattrick :
ga: Cuir isteach an cód fíorúcháin ó Hattrick:

source: Verification Code
fr: Code de vérification
ga: Cód Fíorúcháin

source: Verify & Sync
fr: Vérifier & Synchroniser
ga: Fíoraigh & Sioncrónaigh

source: Synchronizing World & Team Data...
fr: Synchronisation des données Monde & Équipe...
ga: Ag sioncrónú sonraí an Domhain & na Foirne...
